return {
    Title = "~物品高级筛选 v1.11~",
    FrontendPlugins = { "ItemSubtypeFilter.dll" },
    Author = "myna12548",
    FileId = 2871616225,
    Source = 0,
    Cover = "cover.png",
    GameVersion="99.99.99.99",
    Description = [[myna的太吾mod群：834901403，mod相关问题欢迎加群讨论
    
    对物品增加二级筛选、书籍三级筛选。可用于：行囊、仓库、商店、事件（偷窃等）、书籍交换、茶马帮等界面。
   （首次打开界面时无效，切换一下一级筛选即可出现二级筛选）
   
   0.7更新：适配新版mod依赖系统
   0.8更新：适配新版仓库界面
   0.81更新：修正0.8使上架选择物品界面错乱的问题
   0.9更新：增加了修习界面的功法排序功能
   1.0 更新：已适配新版本《禅武之道/奇毒绝方》
   
   230914 v1.1 更新： 已适配新版本《文武双全/龟蛇蟠扶》
   230917 v1.11 更新： 补充适配新版药品筛选
   ]],
    DefaultSettings = {
    },

    Dependencies = { 2878665107 }
}
