return {
    Title = "~更多信息 v2.31~",
    FrontendPlugins = { "MynahMoreInfoFrontend.dll" },
    BackendPlugins = { "MynahMoreInfoBackend.dll" },
    Author = "myna12548",
    Source = 0,
    FileId = 2871621277,
    Cover = "cover.png",
    GameVersion="99.99.99.99",
    Description = [[myna的太吾mod群：834901403，mod相关问题欢迎加群讨论

人物、地块增加浮窗，显示功法正逆练效果、打点、学习进度和不传之秘，显示书籍所载功法信息 

（切换设置项开关后请退出重进游戏，否则可能会不生效）
 (如果遇到书籍的额外信息不显示的情况，请先把鼠标放到一个功法上显示一下)

1.1-1.193更新：
- 增加了显示书籍所载功法五行属性的功能
- 地块浮窗的人物列表改为每行2人，并按身份等级排序
- 地块浮窗的资源显示改为当前资源100以上时高亮
- 增加了是否显示人物ID和地块坐标的设置开关
- 增加了按alt启用地块浮窗的设置开关
- 地块人物列表现在最多显示12人
- 增加了一个去除官方tips延迟的功能，开启之后可以明显变流畅，但还是请谨慎使用，毕竟官方加此延迟必有深意，我确实不懂
1.2-1.25更新：
- 增加了详细文字式人物浮窗，可显示详细数值和资质（可在设置中开启，目前仅限左侧人物列表）
1.3-1.36更新：
- 调整了人物详细浮窗的显示机制
- 增加了在详细人物浮窗中显示特性的功能（包括隐藏特性）
- 详细人物浮窗增加了显示人物喜恶
- 适配官方的地块浮窗变化
1.4-1.42更新：
- 恢复了居民信息浮窗功能
- 尝试使用mod依赖功能（
1.5更新：
- 增加了将所有原版人物浮窗替换为详细文字式的功能
- 详细人物浮窗增加了显示双性恋、入魔值的功能
1.6更新：
- 详细人物浮窗增加了显示所在地的功能（左侧人物浮窗必然知道所在地，所以不显示了，其他地方显示）
- 详细人物浮窗增加了显示人物造诣的功能
1.7更新：
- 增加了显示功法基本施展时间的功能
- 全部替换详细人物浮窗现在也替换石屋的浮窗了
- 显示死人信息
1.8更新：
- 详细人物浮窗显示当前可请教的技艺
2.0更新：
- 适配血冢遗姝版本
- 详细人物浮窗显示人物的功法和物品
- 增加了突出显示正逆练区别的功能（默认为按住alt显示）
2.1更新：
- 已适配新版本《禅武之道/奇毒绝方》
- 移除了显示打点的功能（游戏本体已自带）
v2.2 更新： 已适配新版本《文武双全/龟蛇蟠扶》

231121 v2.3 更新： 已适配新版本《隐世白猿/镜水倒颠》
       v2.31 更新： 修正bug

另外希望大家反馈bug或者提问可以去讨论区，留言没办法单独回复]],
    DefaultSettings = {
    },
    Dependencies = { 2878665107 },
    TagList =
    {
        [1] = "Display",
        [2] = "Optimizations",
        [3] = "Extensions",
        [4] = "Compatible Mods",
    },
    Version = 2031618,
    WorkshopCover = "cover.png",
    Visibility = 0,
    UpdateLogList = { },
}
